var msgs=[
  {
    "_id": "542523a4f85de03a49f785e6",
    "vts_id": "5423e5cef85de03a49f78551",
    "owner_id": "5416a7cb3ee3c2fb5915505b",
    "topic": "可是你很醜",
    "message": "可是你很醜",
    "owner": {
      "id": "5416a7cb3ee3c2fb5915505b",
      "name": "黃鈺貴"
    }
  },
  {
    "_id": "543d511253312e9b0cd91f2c",
    "vts_id": "5423e5cef85de03a49f78551",
    "owner_id": "54147ac1694ab8d24e4d4d45",
    "topic": "慢慢來比較快",
    "message": "以前唸書的時候，有個老師也說過這句話，對我幫助很大，在這個速成的年代，大家似乎都不注重基本功了。練拳的人也有一句話：「練拳不練功，到老一場空。」這邊的功指的就是蹲馬步等基本功，扎實最重要，前面很扎實，後面就會快起來的。",
    "owner": {
      "id": "54147ac1694ab8d24e4d4d45",
      "name": "Yiling Lai"
    }
  }
]